Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/javacvs-omegat.tmx
Source language: en_us
Languages: pt_br

source: Integrates CVS actions into IDE workflow.
pt_br: Integra as ações do CVS com o fluxo de trabalho do IDE.

source: Introduces project level CVS (Concurrent Versioning System) features.
pt_br: Introduz as ações do CVS (Concurrent Versioning System) à nível de projeto.

source: Version control actions, such as diff, update, and commit aid in streamlining typical team development cycles.
pt_br: Ações de controle de versão, como comparação, atualização e submisão fazem parte do cotidiano de um time de desenvolvimento.

source: CVS Versioning installation
pt_br: Instalação do versionamento CVS

source: In order to finish installing the new CVS Versioning functionality, the IDE needs to disable the existing versioning control functionality.
pt_br: A fim de concluir a instalação da nova funcionalidade de versionamento CVS, o IDE precisa desabilitar a funcionalidade de controle de versão existente.

source: You can switch back to the old versioning support by enabling old VCS Versioning modules (Tools > Module Manager).
pt_br: É possível alternar novamente para o sistema de versionamento antigo apenas habilitando os antigos módulos versionamento VCS (Ferramentas > Gerenciador de Módulos).

source: It is strongly recommended to restart the IDE after this installation completes.
pt_br: É extremamente recomendado reinicializar o IDE após a instalação ser finalizada.

source: Import into &CVS Repository...
pt_br: Importar no repositório &CVS...

source: &Show Changes
pt_br: Exibir alteraçõe&s

source: &Diff
pt_br: &Comparar

source: &Update
pt_br: At&ualizar

source: Update with De&pendencies
pt_br: Atualizar com de&pendências

source: &Commit...
pt_br: &Submeter...

source: &Tag...
pt_br: &Marcação...

source: S&witch to Branch...
pt_br: Alte&rnar para o Branch...

source: Mer&ge Changes from Branch...
pt_br: Mesclar Alterações a par&tir do Branch...

source: View Revision...
pt_br: Visualizar revisão...

source: Search &History...
pt_br: Pesquisar &histórico...

source: Show &Annotations
pt_br: Exibir &anotações

source: Hide &Annotations
pt_br: Ocultar &anotações

source: Re&vert Modifications
pt_br: Re&verter modificações

source: Re&vert Delete
pt_br: Re&verter exclusão

source: &Ignore
pt_br: &Ignorar

source: Un&ignore
pt_br: Não &ignorar

source: De&lete
pt_br: Exc&luir

source: &Resolve Conflicts...
pt_br: &Resolver conflitos...

source: Cha&nge CVS Root...
pt_br: Alt&erar raiz do CVS...

source: Unknown
pt_br: Desconhecido

source: Ignored
pt_br: Ignorado

source: Locally New
pt_br: Localmente novo

source: Up to date
pt_br: Atualizado

source: Remotely New
pt_br: Remotamente novo

source: Locally Deleted
pt_br: Localmente excluído

source: Locally Modified
pt_br: Localmente modificado

source: Remotely Modified
pt_br: Remotamente modificado

source: Remotely Deleted
pt_br: Remotamente excluído

source: Local Conflict
pt_br: Conflito local

source: Locally/Remotely Modified
pt_br: Localmente/remotamente modificado

source: New
pt_br: Novo

source: Deleted
pt_br: Excluído

source: Modified
pt_br: Modificado

source: Conflict
pt_br: Conflito

source: CVS password
pt_br: Senha do CVS

source: Retry
pt_br: Tentar novamente

source: Cancel
pt_br: Cancelar

source: Hide
pt_br: Ocultar

source: Aborting ...
pt_br: Abortando ...

source: Fetching {1} {0}
pt_br: Obtendo {1} {0}

source: {0} files
pt_br: {0} arquivos

source: <html><body>Connection Failed!<p>Cannot connect to CVS repository using CVS root:<br><tt>{1}</tt>.<br><br>The following problem(s) occured:{0}Check password and proxy configuration.</body></html>
pt_br: <html><body>Falha de conexão!<p>Impossível conectar ao repositório CVS utilizando a raiz:<br><tt>{1}</tt>.<br><br>Os seguintes problemas ocorreram:{0}Verifique a senha e configuração do proxy.</body></html>

source: Connection has failed.
pt_br: A conexão falhou.

source: The dialog allows to change connection parameters.
pt_br: O diálogo permite alterar os parâmetros de conexão.

source: IDE: [{0}] {1} started
pt_br: IDE: [{0}] {1} iniciado

source: IDE: [{0}] {1} finished
pt_br: IDE: [{0}] {1} finalizado

source: IDE: [{0}] {1} unhandled error:
pt_br: IDE: [{0}] {1} erro não pode ser tratado:

source: IDE: [{0}] {1} restarted
pt_br: IDE: [{0}] {1} reinicializado

source: IDE: [{0}] {1} failed
pt_br: IDE: [{0}] {1} falhou

source: IDE: [{0}] {1} cancelled by user
pt_br: IDE: [{0}] {1} cancelado pelo usuário

source: Waiting for previous CVS command.
pt_br: Aguardando comando CVS anterior.

source: Command Failed
pt_br: O comando falhou

source: CVS Command failed with the following error:
pt_br: O comando CVS falhou com o seguinte erro:

source: Command Warnings
pt_br: Avisos do comando

source: CVS command finished with following warnings:
pt_br: O comando CVS finalizou com os seguintes avisos:

source: {0} (Queued)
pt_br: {0} (Em fila)

source: SSH connection failed.
pt_br: Conexão SSH falhou.

source: Opening SSH channel failed.
pt_br: Abertura de canal SSH falhou.

# Error executing {0} on server. Set CVS_SERVER environment variable properly.
source: Error executing {0} on server.\nSet CVS_SERVER environment variable properly.
pt_br: Erro executando {0} no servidor.\nAjuste corretamente a variável de ambiente CVS_SERVER.

source: Opening SSH connection failed.
pt_br: Abertura da conexão SSH falhou.

source: SSH: close connection failed.
pt_br: SSH: fechamento da coxexão falhou.

source: EOF: SSH tunnel closed.
pt_br: EOF: túnel SSH fechado.

source: Unable to checkout revision {0} of {1}.
pt_br: Impossível obter a revisão {0} de {1}.

source: CVS Annotation
pt_br: Anotação do CVS

source: Removing {0}
pt_br: Removendo {0}

source: &Message:
pt_br: &Mensagem:

source: Search for a case insensitive substring in commit messages or leave blank.
pt_br: Procurar por uma substring que não diferencia letras maiúscula e minúscula nas mensagens do que foi submetido ou deixar em branco.

source: &Username:
pt_br: &Usuário:

source: Search for commits made by a given user or leave blank.
pt_br: Procurar por submissões feitas por um usuário ou deixar em branco.

source: &From:
pt_br: &De:

source: Find only commits starting from a specified tag, branch or a date.
pt_br: Encontrar somente submissões iniciadas de uma tag especificada, branch ou uma data.

source: Leave blank otherwise.
pt_br: Deixar em branco.

source: &To:
pt_br: &Para:

source: Find only commits before a specified tag, branch or a date.
pt_br: Procurar somente submissões antes de um tag especificada, branch ou uma data.

source: &Browse...
pt_br: Pro&curar...

source: Browse for starting tag or branch name from list of all tags and branches
pt_br: Procurar por tag ou nome de branch iniciando de uma lista de todas tags e branches

source: B&rowse...
pt_br: P&rocurar...

source: Browse for ending tag or branch name from list of all tags and branches
pt_br: Procurar por tag ou nome de branch terminando de uma liasta de todas tags e branches

source: S&earch
pt_br: P&esquisar

source: Execute search
pt_br: Executar busca

source: Summary
pt_br: Resumo

source: Show search results as a single list of all found commits
pt_br: Exibir resultados da pesquisa em uma única lista de todas submissões encontradas

source: Show search results as a tree view of all commits with possibility to easily diff any two revisions
pt_br: Exibir resultados da pesquisa como uma árvore de todas submissões com possibilidade de facilmente diferenciar quaisquer revisões.

source: &Summary
pt_br: Re&sumo

source: Search History
pt_br: Histórico de pesquisa

source: Warning: Search History does not search deleted files.
pt_br: Aviso: O histórico de pesquisa não busca por arquivos excluídos.

source: See the Output window for details.
pt_br: Veja a janela de Saída para detalhes.

source: Warning: Search History will not search occurrences in deleted files due to problem in CVS server setup.
pt_br: Aviso: O histórico de pesquisa não buscará ocorrências em arquivos excluídos devido à problemas na configuração do servidor CVS.

source: See {0} how to work around this problem.
pt_br: Veja {0} para saber como contornar este problema.

source: <No Results Yet - Search in Progress...>
pt_br: <Sem resultados ainda - pesquisa em andamento...>

source: <No Results - Search Not Performed>
pt_br: <Sem resultados - pesquisa não executada>

source: List of found commits
pt_br: Lista de submissões encontradas

source: Flat list of found commits sorted by file name and revision number.
pt_br: Lista plana de submissões encontradas ordenados por nome de arquivo e número de revisão.

source: Diff {0} and {1}
pt_br: Comparar {0} e {1}

source: Diff to {0}
pt_br: Comparação para {0}

source: Rollback to {0}
pt_br: Desfazer para {0}

source: View {0}
pt_br: Visualizar {0}

source: Opening {0}...
pt_br: Abrindo {0}...

source: Rollback Changes
pt_br: Desfazer alterações

source: Rolling Back Changes
pt_br: Desfazendo alterações

source: Diff to:
pt_br: Comparação para:

source: Find Commit In "{0}"
pt_br: Procurar submissão em "{0}"

source: Find Commit in:
pt_br: Procurar submissão em:

source: Open Projects
pt_br: Abrir projetos

source: Find Commit in Open Projects
pt_br: Procurar submissão em projetos abertos

source: Previous
pt_br: Anterior

source: (state: dead; file was removed in this revision)
pt_br: (situação: morto; o arquivo foi removido nesta revisão)

source: Tags:
pt_br: Marcações:

source: <no branches>
pt_br: <sem branches>

source: <no tags>
pt_br: <sem marcações>

source: Find Commit
pt_br: Procurar submissão

source: Find Commit in "{0}"
pt_br: Procurar submissão em "{0}"

source: Confirm Rollback
pt_br: Confirmar desfazer

source: Do you want to overwrite file "{0}" with revision {1}?
pt_br: Deseja sobrescrever o arquivo "{0}" com a revisão {1}?

source: {0} Projects
pt_br: {0} projetos

source: File Revision
pt_br: Revisão do arquivo

source: User
pt_br: Usuário

source: Time
pt_br: Hora

source: Tags
pt_br: Marcações

source: Message
pt_br: Mensagem

source: Revision and Name of the File
pt_br: Revisão e nome do arquivo

source: Author of the Change
pt_br: Autor da alteração

source: Time of Change
pt_br: Hora da alteração

source: Symbolic Names (branches, tags)
pt_br: Nomes simbólicos (branches, tags)

source: Commit Message
pt_br: Mensagem de submisão

source: Location
pt_br: Localização

source: Repository Location
pt_br: Localização do repositório

source: <Diff - No Revision Selected>
pt_br: <Comparação - nenhuma revisão selecionada>

source: <Diff - Too many revisions selected>
pt_br: <Comparação - Mais de uma revisão selecionada>

source: <Diff - Illegal selection>
pt_br: <Comparação - Seleção ilegal>

source: Searching History
pt_br: Pesquisando histórico

source: Next Difference
pt_br: Próxima diferença

source: Go To Next Difference
pt_br: Ir para próxima diferença

source: Go To Previous Difference
pt_br: Ir para diferença anterior

source: Local Copy
pt_br: Cópia local

source: V&iew Revision...
pt_br: V&isualizar revisão...

source: V&iew Files Revisions...
pt_br: V&isualizar revisões de arquivos...

source: V&iew {0} Projects Revisions...
pt_br: V&isualizar {0} revisões de projetos...

source: &Working Branch HEAD
pt_br: HEAD do branch de &trabalho

source: &Tag / Branch / Revision:
pt_br: &Marcação / Branch / Revisão:

source: View
pt_br: Visualizar

source: Browse
pt_br: Procurar

source: Browse for a Revision from list of existing Revisions.
pt_br: Procurar por uma revisão da lista de revisões.

source: Select a specific Tag / Branch / Revision
pt_br: Selecione uma marcação / branch / revisão específica

source: Working Branch HEAD
pt_br: HEAD do branch de trabalho

source: Select the Working Branch HEAD
pt_br: Selecionar o HEAD do branch de trabalho

source: Tag Name
pt_br: Nome da marcação

source: Specify the Tag Name which has to be selected
pt_br: Especificar o nome da marcação que deve ser selecionada

source: View Revision - {0}
pt_br: Visualizar revisão - {0}

source: View Selected Revision
pt_br: Visualizar revisão selecionada

source: Open the file in the selected revision in the editor
pt_br: Abre o arquivo da revisão selecionada no editor

source: Commit Message:
pt_br: Menssagem de submissão:

source: Project "{0}" is not under CVS control.
pt_br: Projeto "{0}" não está sob o controle do CVS.

source: Search will be performed in the scope of "{0}".
pt_br: A pesquisa será executada no escopo de "{0}".

source: Undo Add
pt_br: Desfazer adicionar

source: Checkout latest version
pt_br: Checkout da última versão

source: Overwrite changes?
pt_br: Substituir alterações?

source: Confirmation
pt_br: Confirmação

source: Delete
pt_br: Excluir

source: Delete "{0}"
pt_br: Excluir "{0}"

source: Delete Files
pt_br: Excluir arquivos

source: Can not lock {0}.
pt_br: Impossível bloquear {0}.

source: {0} Files
pt_br: {0} arquivos

source: Confirm Delete
pt_br: Confirmar exclusão

source: Do you want to delete selected files?
pt_br: Deseja realmente excluir arquivos selecionados?

source: &Working Copy:
pt_br: Diretório de &trabalho:

source: &Current CVS Root:
pt_br: Raiz &CVS atual:

source: &New CVS Root:
pt_br: &Nova raiz CVS:

source: Change
pt_br: Alterar

source: Rewrite CVS/Root Files To Contain New CVS Root String
pt_br: Reescrever CVS/Arquivos da raiz para receber nova string de raiz CVS

source: Cancel Operation And Close
pt_br: Cancelar operação e fechar

source: Change CVS Root
pt_br: Alterar raiz CVS

source: Allows to rewrite CVS/Root files with new CVS Root string
pt_br: Permite reescrever CVS/Arquivos da raiz com nova string de raiz CVS

source: &Edit...
pt_br: &Editar...

source: <unknown>
pt_br: <desconhecido>

source: Rewriting roots...
pt_br: Reescrevendo raízes...

source: Scanning {0}...
pt_br: Analizando {0}...

source: Rewriting {0} ...
pt_br: Reescrevendo {0} ...

source: CVS Root Rewritten Successfully
pt_br: Raiz CVS reescrita com sucesso

source: CVS Root Rewrite failed: {0}
pt_br: Reescrita da raiz CVS falhou: {0}

source: C&ommit...
pt_br: Su&bmeter...

source: C&ommit Files...
pt_br: Submeter arquiv&os...

source: C&ommit {0} Projects...
pt_br: Submeter pr&ojetos de {0}...

source: Committing
pt_br: Submetendo

source: Committing "{0}"
pt_br: Submetendo "{0}"

source: Committing Files
pt_br: Submetendo arquivos

source: Committing {0} Projects
pt_br: Submetendo projetos de {0}

source: There are no open projects under CVS control.
pt_br: Não existem projetos abertos no controle CVS.

source: Update All Files
pt_br: Atualizar todos os arquivos

source: C&ommit All Files
pt_br: Submeter t&odos os arquivos

source: Committing All Files
pt_br: Submetendo todos os arquivos

source: All Projects
pt_br: Todos os projetos

source: Commit
pt_br: Submeter

source: Confirm settings and commit
pt_br: Confirmar configurações e submeter

source: Cancel commit
pt_br: Cancelar submissão

source: Commit files
pt_br: Submeter arquivos

source: There are no files to commit.
pt_br: Não há arquivos à submeter.

source: Commit - {0}
pt_br: Submeter - {0}

source: This dialog lets you review list files to commit, exclude or include individual files and write commit message describing your changes.
pt_br: Esta caixa de diálogo leva você a revisar lista de arquivos à submeter, excluíndo ou incluíndo arquivos individuais e escrevendo mensagem de submissão descrevendo suas alterações.

source: Commit - {0} - multiple branches
pt_br: Submeter - {0} - múltiplos branches

source: Commit - {0} - "{1}" branch
pt_br: Submeter - {0} - branch "{1}"

source: Commit &Message:
pt_br: &Menssagem de submissão:

source: Description of changes your are committing
pt_br: Descrição de alterações que você está submetendo

source: Recent Messages
pt_br: Mensagens recentes

source: Load Template
pt_br: Carregar modelo

source: You cannot commit remotely modified files.
pt_br: Você não pode submeter arquivos modificados remotamente.

source: Run Update first.
pt_br: Execute Atualizar antes.

source: You cannot commit files with conflicts.
pt_br: Você não pode submeter arquivos com conflitos.

source: Edit files and resolve conflicts first.
pt_br: Edite os arquivos e resolva os conflitos antes.

source: Warning: Committing to multiple branches, see Sticky column.
pt_br: Aviso: Submetendo múltiplos branches, veja a coluna Fixo.

source: Committing to "{0}" branch.
pt_br: Submetendo ao branch "{0}".

source: &Files to Commit:
pt_br: &Arquivos à submeter:

source: Lists files to commit along with their commit options which you can change.
pt_br: Lista arquivos à submeter adiante com suas opções de submissão das quais você pode alterar.

source: File
pt_br: Arquivo

source: Sticky tag
pt_br: Marcação fixa

source: Status
pt_br: Situação

source: Commit Action
pt_br: Ação de submissão

source: Repository path
pt_br: Caminho do repositório

source: Add as Text
pt_br: Adicionar como texto

source: Add as Binary
pt_br: Adicionar como binário

source: Remove
pt_br: Remover

source: Exclude from Commit
pt_br: Remover da submissão

source: Committing Changes
pt_br: Submetendo alterações

source: Committing {0}
pt_br: Submetendo "{0}"

source: Preparing Commit...
pt_br: Preparando submissão...

source: Exclud&e from Commit
pt_br: Remov&er da submissão

source: Commit Message Template is empty, do you really want to insert Template into the Commit Message area?
pt_br: O modelo de mensagem da submissão está vazio, você realmente deseja inserir a mensagem de submissão na área?

source: There is no CVS/Template file for files being committed.
pt_br: Não há arquivo CVS/modelo para arquivos a serem submetidos.

source: Select A Commit Message
pt_br: Selecione uma mensagem de submissão

source: &Recent Commit Messages
pt_br: &Mensagens de submissão recentes:

source: Warning: Commit message is empty
pt_br: Aviso: mensagem de submissão está vazia

source: This dialog lets you choose further actions to do after you successfully checked out sources from CVS.
pt_br: Esta caixa de diálogo leva você a escolher ações adicionais para fazer depois que você obter com sucesso os códigos-fonte do CVS.

source: <html><b>Checkout Completed</b><p> You can continue with: <ul><li>opening an existing NetBeans project or <li>creating a new one from checked out sources.</ul>
pt_br: <html><b>Checkout completo</b><p>Você pode continuar com: <ul><li>abrindo um projeto NetBeans existente ou <li>criando um novo a partir dos fontes verificados.

source: Do Not Show This Message Again
pt_br: Não exibir esta mensagem novamente

source: Open Project...
pt_br: Abrir projeto...

source: Create Project...
pt_br: Criar projeto...

source: Close
pt_br: Fechar

source: Checking out
pt_br: Verificando

source: Scanning for Projects
pt_br: Procurando por projetos

source: Checkout Completed
pt_br: Checkout completo

source: <html>{0} projects were checked out.<p>Do you want to open a project?
pt_br: <html>{0} projetos foram obtidos.<p>Deseja abrir um projeto?

source: <html>Do you want to create an IDE project from the checked-out sources?
pt_br: <html>Deseja criar um projeto do IDE dos códigos-fonte obtidos?

source: <html>{0} project was checked out.<p>Do you want to open the project?
pt_br: <html>{0} projeto foi obtido.<p>Deseja abrir o projeto?

source: Open Project
pt_br: Abrir projeto

source: Dismiss the dialog
pt_br: Descartar caixa de diálogo

source: Go to file explorer and select a project to open from checked out sources
pt_br: Ir para o explorador de arquivos e selecionar um projeto para abrir de códigos-fonte obtidos

source: Go to project wizard to create a new project from checked out sources
pt_br: Ir para o assistente de projeto para criar um novo projeto dos códigos-fonte obtidos

source: Can not find project for {0}
pt_br: Não pôde encontrar projeto para {0}

source: Sho&w All Changes
pt_br: Exib&e todas as alterações

source: Sho&w Changes
pt_br: Exibi&r alterações

source: Sho&w Files Changes
pt_br: Exibi&r alterações de arquivos

source: Sho&w {0} Projects Changes
pt_br: Exibi&r {0} alterações de projetos

source: {0} projects
pt_br: {0} projetos

source: Add ...
pt_br: Adicionar ...

source: Dafault (-kkv)
pt_br: Padrão (-kkv)

source: Binary (-kb)
pt_br: Binário (-kb)

source: Default locker (-kkvl)
pt_br: Bloqueador padrão (-kkvl)

source: Only keywords (-kk)
pt_br: Palavras-chave somente (-kk)

source: Only values (-kv)
pt_br: Valores somente (-kv)

source: Old values (-ko)
pt_br: Valores antigos (-ko)

source: Add
pt_br: Adicionar

source: Keyword substitution (-k):
pt_br: Substituição de palavra-chave (-k):

source: Message (-m):
pt_br: Messagem (-m):

source: Adding {0}
pt_br: Adicionando {0}

source: Hide Annotations
pt_br: Ocultar anotações

source: Diff {0} to {1}
pt_br: Comparar {0} para {1}

source: Computing...
pt_br: Computando...

source: Please wait, fetching annotation comment...
pt_br: Aguarde, recuperando comentário de anotação...

source: &lt;unknown>
pt_br: &lt;desconhecido>

source: Search Files &History...
pt_br: Pesquisar &histórico de arquivos...

source: Search {0} Projects &History...
pt_br: Pesquisar &histórico de projetos {0}...

source: Show Files &Annotations
pt_br: Exibir &anotações dos arquivos

source: Show {0} Projects &Annotations
pt_br: Exibir &anotações de projetos {0}

source: Loading Annotations
pt_br: Carregando anotações

source: Can not load revision of {0}
pt_br: Impossível carregar revisão de {0}

source: Hide File &Annotations
pt_br: Ocultar &anotações do arquivo

source: Hide Files &Annotations
pt_br: Ocultar &anotações de arquivos

source: Hide {0} Projects &Annotations
pt_br: Ocultar &anotações de projetos {0}

source: {0} [Search History]
pt_br: {0} [Pesquisar histórico]

source: Fetching history
pt_br: Recuperando histórico

source: Fetching history of {0}
pt_br: Recuperando histórico de {0}

source: &Update Files
pt_br: At&ualizar arquivos

source: &Update {0} Projects
pt_br: At&ualizar {0} projetos

source: Updating
pt_br: Atualizando

source: Updating "{0}"
pt_br: Atualizando "{0}"

source: Updating Files
pt_br: Atualiando arquivos

source: Updating {0} Projects
pt_br: Atualizando {0} projetos

source: Preparing...
pt_br: Preparando...

source: Updating Sources
pt_br: Atualizando código-fonte

source: Updating Sources of All Projects
pt_br: Atualizando fontes de todos projetos

source: Preparing update...
pt_br: Preparando atualização...

source: &Revert Modifications
pt_br: &Reverter modificações

source: Updat&e All Files
pt_br: Atual&izar todos os arquivos

source: Do you want to overwrite selected files with their repository version?
pt_br: Deseja substituir arquivos selecionados por sua versão do repositório?

source: Do you want to rollback content of "{0}" to revision {1}?
pt_br: Deseja desfazer o conteúdo de "{0}" para revisão {1}?

source: Confirm overwrite
pt_br: Confirmar substituição

source: Updating {0}
pt_br: Atualizando "{0}"

source: CVS Update operation created local conflicts.
pt_br: Conflitos locais criados da operação de atualização do CVS.

source: Reverting
pt_br: Revertendo

source: Preparing
pt_br: Preparando

source: <No Files Were Changed By The Update>
pt_br: <Nenhum arquivo alterado pela atualização>

source: Removed
pt_br: Removido

source: Updated
pt_br: Atualizado

source: Merged
pt_br: Mesclado

source: Repository location
pt_br: Localização do repositório

source: File Name
pt_br: Nome do arquivo

source: Name of the file
pt_br: Nome do arquivo

source: Update status of the file
pt_br: Atualizar situação do arquivo

source: Respository location
pt_br: Localização do repositório

source: Update results
pt_br: Resultados da atualização

source: Displays results of the Update command
pt_br: Exibe os resultados do comando Atualizar

source: CVS Update {0} - {1} ({2})
pt_br: Atualização do CVS {0} - {1} ({2})

source: &Ignore {0} files
pt_br: &Ignorar {0} arquivos
